{
      "examples": [
            {
                  "id": 0,
                  "source": "my_source",
                  "question": "What should happen if there's a change in custody of a child during the pandemic?",
                  "passage_id": 0
            },
            {
                  "id": 1,
                  "source": "my_source",
                  "question": "What is the protocol for my food business?",
                  "passage_id": 1
            },
            {
                  "id": 2,
                  "source": "my_source",
                  "question": "Will warm weather deter the spread of COVID-19?",
                  "passage_id": 0
            },
            {
                  "id": 3,
                  "source": "my_source",
                  "question": "Should municipalities be obliged to buy facemasks and other equipment for the well being of their employees?",
                  "passage_id": 1
            },
            {
                  "id": 4,
                  "source": "my_source",
                  "question": "Are municipalities allowed to change the terms and conditions surrounding paying municipal taxes?",
                  "passage_id": 0
            }
      ],
      "passages": [
            {
                  "passage_id": 0,
                  "source": "my_source",
                  "uri": "https://any_uri/quebec-en-faq-7.json",
                  "reference_type": "FAQ",
                  "reference": {
                        "page_title": "Questions and answers concerning the municipalities during the COVID-19 pandemic",
                        "section_headers": [
                              "Should referendum votes be held?"
                        ],
                        "section_content": "No, they should not. Pursuant to order 2020-008 of March 22, 2020, any procedure involving the movement or gathering of citizens that is part of the decision-making process of a municipal body, including a referendum process, must be suspended or replaced.  The government requests that no referendum vote or notice of such a vote be held or issued until further notice. This is consistent with the postponement of municipal by-elections. Further decisions by the government could have the effect of extending the period during which no referendum vote is to be held.",
                        "selected_span": null
                  }
            },
            {
                  "passage_id": 1,
                  "source": "my_source",
                  "uri": "https://any_uri/quebec-en-faq-3.json",
                  "reference_type": "passage_only",
                  "reference": {
                        "page_title": "Questions and answers pertaining to employers and workers during the COVID-19 pandemic",
                        "section_headers": ["my gt_question"],
                        "section_content": "Financial assistance to businesses, granted under the programs administered by the ministère de l'Agriculture, des Pêcheries et de l'Alimentation, is maintained as are essential services. ",
                        "selected_span": null
                  }
            },
            {
                  "passage_id": 2,
                  "source": "my_source",
                  "uri": "https://any_uri/quebec-en-faq-3.json",
                  "reference_type": "passage_only",
                  "reference": {
                        "page_title": "third question",
                        "section_headers": ["my 3rd gt_question"],
                        "section_content": "any content will do..",
                        "selected_span": null
                  }
            }
    ]
}
