[
    [
        "Chickenpox blisters on face now infected with bacteria, yellowish fluid oozes. Am taking coamoxiclav.What will I do w/ the infected blisters?Pick them?",
        [
            "Orally and topical. Do not touch the blisters.",
            "I suppose the answer to your question depends on the symptoms that you are having. Severe shortness of breath is one of the main reasons my patients go to the emergency room.",
            "Osgood schlatter is a painful tibia tuberosity which is very common in younger people at 8-15 y/o, but can be seen in older people, takes a while before going away. Osteomyelitis if treated and the pain recurs you should see your doc."
        ]
    ],
    [
        "We are currently trying for a baby, i was 2 days late and had a period that lasted 2.5 days, could i be pregnant?",
        [
            "You could be pregnant. I suggest taking a pregnancy test 7 days after a missed period.",
            "Yes both soft and rigid contact lenses can correct astigmatism.",
            "If you are taking your birth control the chances of pregnancy are very very lie."
        ]
    ],
    [
        "Alternating exhaustion (4-5 days)/feeling normal (1-2 weeks),for no reason.During bad days,faint if standing for more than 15-20 minutes,depressive.",
        [
            "Consider, or have your doctor consider POTS (postural orthostatic tachycardia syndrome) an abnormality of the function of the autonomic nervous system. This can occur in the presence of another chronic problem, myalgic encephalomyelitis, leading to many of the items in your list above.   Print the following document and take to your doctor:http://www.mecfs-vic.org.au/sites/www.mecfs-vic.org.au/files/Myalgic%20Encephalomyelitis%20International%20Consensus%20Primer%20-2012-11-26.pdf",
            "Antibiotic failure can be due to the wrong drug, the wrong dose, the wrong route, lack of adequate drainage or the presence of a foreign body.",
            "Infections. Look over your whole arm - checking for breaks in the skin.  Sometimes even the smallest breaks in the skin can lead to infections or swollen lymph nodes."
        ]
    ]
]
