[
    [
        "Chickenpox blisters on face now infected with bacteria, yellowish fluid oozes. Am taking coamoxiclav.What will I do w/ the infected blisters?Pick them?",
        [
            "Orally and topical. Do not touch the blisters.",
            "I suppose the answer to your question depends on the symptoms that you are having. Severe shortness of breath is one of the main reasons my patients go to the emergency room.",
            "Osgood schlatter is a painful tibia tuberosity which is very common in younger people at 8-15 y/o, but can be seen in older people, takes a while before going away. Osteomyelitis if treated and the pain recurs you should see your doc."
        ]
    ],
    [
        "We are currently trying for a baby, i was 2 days late and had a period that lasted 2.5 days, could i be pregnant?",
        [
            "You could be pregnant. I suggest taking a pregnancy test 7 days after a missed period.",
            "Yes both soft and rigid contact lenses can correct astigmatism.",
            "If you are taking your birth control the chances of pregnancy are very very lie."
        ]
    ],
    [
        "Alternating exhaustion (4-5 days)/feeling normal (1-2 weeks),for no reason.During bad days,faint if standing for more than 15-20 minutes,depressive.",
        [
            "Consider, or have your doctor consider POTS (postural orthostatic tachycardia syndrome) an abnormality of the function of the autonomic nervous system. This can occur in the presence of another chronic problem, myalgic encephalomyelitis, leading to many of the items in your list above.   Print the following document and take to your doctor:http://www.mecfs-vic.org.au/sites/www.mecfs-vic.org.au/files/Myalgic%20Encephalomyelitis%20International%20Consensus%20Primer%20-2012-11-26.pdf",
            "Antibiotic failure can be due to the wrong drug, the wrong dose, the wrong route, lack of adequate drainage or the presence of a foreign body.",
            "Infections. Look over your whole arm - checking for breaks in the skin.  Sometimes even the smallest breaks in the skin can lead to infections or swollen lymph nodes."
        ]
    ],
    [
        "Is there a lot of leg or muscle pain in patients with leptospirosis?",
        [
            "Muscle aches is one of the symptoms.",
            "Antibiotic failure can be due to the wrong drug, the wrong dose, the wrong route, lack of adequate drainage or the presence of a foreign body.",
            "Not quite that way. A blood clot doesn't travel from one lung to another. In order for that to happen, a blood clot would have to break loose from inside one lung, travel backwards towards the heart, cross over to the other vessel connecting the heart to the other lung, and go into the other lung. However, blood clots from the legs can simply flow through the heart and go to both lungs."
        ]
    ],
    [
        "What happens in an intervention?",
        [
            "A lot. A lot.",
            "Some that come to mind are tendonitis , gout, trauma, arthritis and on the list goes. More specific explanation would lead to better answer.",
            "Get pregnancy test. It would be too early to be feeling movement of a fetus, but if you're having changes and you are trying to get pregnant, then I would at least do a home pregnancy test, if not an actual blood test by your doctor. Good luck."
        ]
    ],
    [
        "What does it mean if a male is constipated and his urine is a brown color he has been dripping poop every now an then?",
        [
            "Most likely. Constipation due to dehydration causing a dark concentrated urine as the body tries to avoid losing any more fluid. The dripping stool may be liquid stool seeping around a fecal impaction. You need to see a doctor to confirm and get proper treatment. Start by drinking lots of caffeine free/ alcohol free fluid like gatorade up to 120 ounces per day.",
            "You state that you have a blood clot in your knee and shin. How did you come to this conclusion? If you are correct, your concern should be at the blood clot either gets bigger or breaks off. It could move into the lung and cause difficulty breathing or worse. Have you been coughing up any blood? Are you having any difficulty breathing? Please get this examined by a doctor, simple ultrasound and bloodwork can determine the proper treatment",
            "Go see a provider. You need to get a physical exam at least. They may be able to diagnose a hernia on exam, otherwise you may need imaging like ultrasound."
        ]
    ],
    [
        "How come after a bowel movement my insides make alto of gurgling noises?",
        [
            "Bowel movement. Bowel sounds normal mild constipation likely consider fiber laxative or milk of magnesia (magnesium hydroxide).",
            "Current hip replacements last 20-30 years 95% of the time. 95% of people have good to excellent results for all those years.  It is a life changing....Restoring decision.",
            "No more growth. You need to come to terms with the fact that you are not going to grow anymore. At 19, if you get maybe another 1/2 inch of growth, i'd be surprised. Your height is genetically determined, and your bones fuse by age 19, meaning no further growth is going to happen. There is no medication, hormone or other internet snake oil that is going to give you any more inches. Time to accept this is you!"
        ]
    ],
    [
        "After implantation, how long before you see decidual bleeding?",
        [
            "Anytime, but. You need to know \"decidual bleeding\" is not a well-defined medical term; it is found in older textbooks, and used online by non-professionals to refer to any bleeding early in pregnancy. So that said, you could see \"decidual bleeding\" almost anytime.",
            "No more growth. You need to come to terms with the fact that you are not going to grow anymore. At 19, if you get maybe another 1/2 inch of growth, i'd be surprised. Your height is genetically determined, and your bones fuse by age 19, meaning no further growth is going to happen. There is no medication, hormone or other internet snake oil that is going to give you any more inches. Time to accept this is you!",
            "Warm compresses. Warm compresses (wash cloth with hot water and hold it on the stye for 5-10 minutes, reheating as needed), or surgical incision and drainage, or steroid have been the only effective treatments demonstrated get rid of a stye.  A stye is due to the orifice of an oil gland  (mebomian gland) in the eyelid margin becoming inflamed, and not an infection, so antibiotics are not indicated."
        ]
    ],
    [
        "What are the nutritional difference between cooking oils?",
        [
            "The new heirarchy is monosaurated fats (peanut, olive, canola), satuated fat (coconut), polyunsaturated fat (safflower, corn).",
            "Anal sex can cause proctitis.",
            "You might save money to have permanent laser hair reduction."
        ]
    ],
    [
        "How long does an artificial hip last for?",
        [
            "Current hip replacements last 20-30 years 95% of the time. 95% of people have good to excellent results for all those years.  It is a life changing....Restoring decision.",
            "Most likely. Constipation due to dehydration causing a dark concentrated urine as the body tries to avoid losing any more fluid. The dripping stool may be liquid stool seeping around a fecal impaction. You need to see a doctor to confirm and get proper treatment. Start by drinking lots of caffeine free/ alcohol free fluid like gatorade up to 120 ounces per day.",
            "Bowel movement. Bowel sounds normal mild constipation likely consider fiber laxative or milk of magnesia (magnesium hydroxide)."
        ]
    ],
    [
        "I had an ablation done about ago 4 yrs ago, periods were light & I've been period free about a year. Could I get pregnant? Could I be in menapause?",
        [
            "Test. Ablation, age and one year of period free most typical for menopause. But still  you can make a pregnancy check at home.",
            "References that list late menses as a possible melatonin side effect. Reasons for missed / late period include: an anovulatory cycle in which no egg is released, marked v or ^ in weight; eating disorder; over-exercising (endurance athletics), stress, travel, significant illnesses, oral contraceptives ; other meds, illegal drug use, breast feeding, hormone imbalances and medical problems.",
            "Probably. More for your nutritional status than for your baby. Can't treat you until after delivery. Eat healthy and take your vitamins."
        ]
    ],
    [
        "My 7wks baby mouth have white patch inside. He is on formula & breast. Every bottle feed he tend to be mooded for 3 minutes before he suck his bottle.",
        [
            "See below. She needs to see her doctor for a thorough evaluation. Only then will she get the answers she deserves.",
            "I suppose the answer to your question depends on the symptoms that you are having. Severe shortness of breath is one of the main reasons my patients go to the emergency room.",
            "Arthritis. If a person has arthritis or instability at the joint at the base of the thumb (basilar joint) the muscles hurt or spasm to protect the joint.  It can occur on either hand or both."
        ]
    ],
    [
        "Period 1 month late, 2 negative tests in past week & half, thin stretchy white discharge (doesn't come out in underwear), bloating. Pregnant?",
        [
            "Pregnancy unlikely. Home pregnancy tests are very accurate and not affected by foods, herbs, common illnesses, sexually transmitted diseases, vaginal spotting, or medications. A test gives a reliable result 3 weeks after sex (3 weeks after when conception might have happened) or 1 week after missing a period. If done sooner, a negative result may be due to testing too early such as less than 2 weeks after conception.",
            "Ovulation. No. Not in any way.",
            "Antibiotic failure can be due to the wrong drug, the wrong dose, the wrong route, lack of adequate drainage or the presence of a foreign body."
        ]
    ],
    [
        "My girlfriend and i had sex last week on thursday , & she had gotten her period this day last month , & she didn't get it today , can she be pregnant?",
        [
            "Or it just might be her period is late. Usually the most fertile time is 2 weeks prior to when the next period is due, which would have been about 2 weeks ago. If she doesn't get a period in 2-3 days she could check a pregnancy test.",
            "With an experienced surgeon, complications from both procedures should be very low, probably less than 2%. Most problems I see arise from patients eating incorrectly. Eating to large of a bite, too fast or not chewing well can  lead to nausea,vomiting,reflux & discomfort. This can also happen if a patient's band is filled too tight. Make sure you follow your surgeon's recommended eating guidelines",
            "Different types of brain cancer. Some are benign tumors that push on the brain like meningioma, slow growers.  Some are malignant and spread through the brain quickly and if untreatable could end in death in about 9 months. Hope that clears up any doubts."
        ]
    ],
    [
        "Patchy sclerosis in talar dome what does it mean? After a talus body fracture how seroius it affect talus? ? Weight bearing is permissible or not? ?",
        [
            "With your doctor. Personally, i would prefer my patients not to weight bear with a talr fracture.",
            "A dermatologist or plastic surgeon can use dermabrasion, microinjection, microsurgery, or a laser. It's your call, or if you're married let your wife decide. Several hollywood leading men have kept their acne scars for the \"tough guy\" look.",
            "Orally and topical. Do not touch the blisters."
        ]
    ],
    [
        "How do you know if a clot has travelled from 1 lung to another?",
        [
            "Not quite that way. A blood clot doesn't travel from one lung to another. In order for that to happen, a blood clot would have to break loose from inside one lung, travel backwards towards the heart, cross over to the other vessel connecting the heart to the other lung, and go into the other lung. However, blood clots from the legs can simply flow through the heart and go to both lungs.",
            "Gastroenteritis related to travel, either infection or food poisoning, rather than anything related to gb removal. Try to stay hydrated, take mainly liquids, try antiemetics, avoid dairy and citrus.  If this doesn't work, she will need IV fluids.  If urine output drops <750ml/day or she develops right lower abdominal pain or fever, get help at medical facility.  Good luck.",
            "Simply walking past some vomit will never make you sick. No need to worry."
        ]
    ],
    [
        "What is this little white bump I found on my foot? It is white, and tiny.",
        [
            "Bump. It's probably a callus ( which is a thickening of the skin at one point) or could be a plantar wart. Either way let your doctor take a look.  :)",
            "Clearly, the consensus from all the doctors will be that the decision to have any elective cosmetic surgical procedure is entirely based on your goals and motivations. Breast Augmentation in the right individual and for the right reasons can make a big difference in the woman's self-confidence. I strongly recommend discussing your interest with the people closest to you.",
            "Muscle aches is one of the symptoms."
        ]
    ],
    [
        "How deadly is brain cancer?",
        [
            "Different types of brain cancer. Some are benign tumors that push on the brain like meningioma, slow growers.  Some are malignant and spread through the brain quickly and if untreatable could end in death in about 9 months. Hope that clears up any doubts.",
            "Clearly, the consensus from all the doctors will be that the decision to have any elective cosmetic surgical procedure is entirely based on your goals and motivations. Breast Augmentation in the right individual and for the right reasons can make a big difference in the woman's self-confidence. I strongly recommend discussing your interest with the people closest to you.",
            "Viral illness. Likely a non-specific viral illness which is self limited."
        ]
    ],
    [
        "Legs pain , stiff in morning when getting up, then a constant pain, has been for 3 weeks, from feet to upper thighs, feet pins & needles?",
        [
            "I would schedule an appt. W a neurologist if this continues you may want to get a consult w your primary dr. First.",
            "You have what we call a subchorionic hemorrhage. They are actually pretty common in the first trimester.  If you are blood type rh-negative, then you should have gotten something called rhogam.  Otherwise, take it easy and try not to worry too much.",
            "Yes. Yes it can, but other more serious issues can as well. I'd discuss it with your physician."
        ]
    ],
    [
        "I'm 11 days late, white discharge and very moody but constant negative tests. Help please??? Am I possibly pregnant?? Thank you xx",
        [
            "Anovulation. Probably yeast infection. See your doctor.",
            "Anytime, but. You need to know \"decidual bleeding\" is not a well-defined medical term; it is found in older textbooks, and used online by non-professionals to refer to any bleeding early in pregnancy. So that said, you could see \"decidual bleeding\" almost anytime.",
            "Or it just might be her period is late. Usually the most fertile time is 2 weeks prior to when the next period is due, which would have been about 2 weeks ago. If she doesn't get a period in 2-3 days she could check a pregnancy test."
        ]
    ],
    [
        "How can you find out if you were ever infected with transmissible spongiform encephalopathies?",
        [
            "This disorder can only be diagnosed by a brain biopsy definitely and unless you are have symptoms this is not recommended.",
            "Many. There are many types. See a dermatologist for evaluation. A dermatologist can do a biopsy and blood test to evaluate the rash.",
            "hopefully, which is common and usually not serious, or retinal detachment, which is a very serious problem that could cause loss of sight. It is IMPOSSIBLE to tell which of these is happening without an examination of the inside of the eye with a special scope and preferably by a specialist.  You need to be seen, TODAY, in an ED that has an opthalmologist on call.  Good luck!"
        ]
    ],
    [
        "I have a period twice a month is it normal ill gey off and couple days later start bleeding again?",
        [
            "No. Having very short cycles or perhaps a lot of breakthrough bleeding can be a since of hormone imbalance. You could also be bleeding from other sites such as your cervix or endometrial polyps. Your doctor can work with you to find the cause and reduce or eliminate extra bleeding.",
            "Injecting drugs: Ouc. I appreciate your honesty and am happy to give you some advice.   Injecting drugs can lead to significant complications. Given your description it sounds as if you have the makings of a severe injury or infection at the injection site.   If it is hot or warm and red or is you see anything like pus collecting in the spot please get to a non-judgmental health care provider who will treat this.",
            "You could be pregnant. I suggest taking a pregnancy test 7 days after a missed period."
        ]
    ],
    [
        "How to get rid of old acne scars?",
        [
            "A dermatologist or plastic surgeon can use dermabrasion, microinjection, microsurgery, or a laser. It's your call, or if you're married let your wife decide. Several hollywood leading men have kept their acne scars for the \"tough guy\" look.",
            "Osgood schlatter is a painful tibia tuberosity which is very common in younger people at 8-15 y/o, but can be seen in older people, takes a while before going away. Osteomyelitis if treated and the pain recurs you should see your doc.",
            "With your doctor. Personally, i would prefer my patients not to weight bear with a talr fracture."
        ]
    ],
    [
        "Sir, please tell me how is acute HIV rash look like?",
        [
            "Many. There are many types. See a dermatologist for evaluation. A dermatologist can do a biopsy and blood test to evaluate the rash.",
            "Gastroenteritis related to travel, either infection or food poisoning, rather than anything related to gb removal. Try to stay hydrated, take mainly liquids, try antiemetics, avoid dairy and citrus.  If this doesn't work, she will need IV fluids.  If urine output drops <750ml/day or she develops right lower abdominal pain or fever, get help at medical facility.  Good luck.",
            "See below. She needs to see her doctor for a thorough evaluation. Only then will she get the answers she deserves."
        ]
    ],
    [
        "I bleed all the time its been 2 months now before sex and after..and am always wet?",
        [
            "You need to see a doctor for a pelvic exam to find out what is causing the bleeding. They may also need to do some blood tests. See a doctor as soon as possible",
            "If your cycle length is 28-30 days, that is, the number of days from the first day of your period until the day before the first day of your next period, then you can conceive on d14 until d17. The exact last day depends on each cycle length, which are always a few days different. When you conceive, your next period doesn't arrive, so you never know exactly.",
            "Consider, or have your doctor consider POTS (postural orthostatic tachycardia syndrome) an abnormality of the function of the autonomic nervous system. This can occur in the presence of another chronic problem, myalgic encephalomyelitis, leading to many of the items in your list above.   Print the following document and take to your doctor:http://www.mecfs-vic.org.au/sites/www.mecfs-vic.org.au/files/Myalgic%20Encephalomyelitis%20International%20Consensus%20Primer%20-2012-11-26.pdf"
        ]
    ],
    [
        "Is it likely to have a primary outbreak of genital herpes over a decade after contracting it? Or do you usually have an outbreak soon after?",
        [
            "Genital Herpes recurs! Sometimes with Asymptomatic Shedding! No signs or Symptoms  but cultures out of Vaginal or penile urethral secretions!",
            "Warm compresses. Warm compresses (wash cloth with hot water and hold it on the stye for 5-10 minutes, reheating as needed), or surgical incision and drainage, or steroid have been the only effective treatments demonstrated get rid of a stye.  A stye is due to the orifice of an oil gland  (mebomian gland) in the eyelid margin becoming inflamed, and not an infection, so antibiotics are not indicated.",
            "If you have received antibiotics while in the hospital, you can develop pseudo-membranous colitis, which would give diarrhea, other type of colitis may also give diarrhea and bleeding, viral infection may do that also, you may need to be evaluated by a gastro-enterologist if your symptoms persist."
        ]
    ],
    [
        "I am a black male, 24 years old, 5 foot 8, and 214 pounds, how much should I weigh for sports? Like basketball and soccer and stuff",
        [
            "Dietician. Make one appointment with a dietician at your local hospital. She/he will determine your ideal weight, critique your current eating habits and compute what your daily calorie intake should be considering your level of usual physical activity. A sample healthy diet can also be given to you.",
            "Genetics is just one component of obesity. You may have a non-obese family, but you may develop obesity for a number of reasons including hypothyroidism, steroid hormone imbalances, etc. Also, look at your habits. Do you eat healthy? Cut out the carbs, sugars, soda, junk food, and exercise 3-4 times a week. That should cure your obesity.",
            "Get pregnancy test. It would be too early to be feeling movement of a fetus, but if you're having changes and you are trying to get pregnant, then I would at least do a home pregnancy test, if not an actual blood test by your doctor. Good luck."
        ]
    ],
    [
        "Can you have proctitus.On its own. In the bowel without been sexually active as i'm a heterosexual  guy,  or does this point to  chrohns or ulcerative?",
        [
            "Anal sex can cause proctitis.",
            "Many. There are many types. See a dermatologist for evaluation. A dermatologist can do a biopsy and blood test to evaluate the rash.",
            "Clearly, the consensus from all the doctors will be that the decision to have any elective cosmetic surgical procedure is entirely based on your goals and motivations. Breast Augmentation in the right individual and for the right reasons can make a big difference in the woman's self-confidence. I strongly recommend discussing your interest with the people closest to you."
        ]
    ],
    [
        "Can lymph nodes be painful even when they are not enlarged?",
        [
            "They can.",
            "Could be anovulatory cycle or  irregular ovulation, highly unlikely for pregnancy if the test was negative.",
            "Viral illness. Likely a non-specific viral illness which is self limited."
        ]
    ],
    [
        "Nausea, lightheaded, disoriented, slight dizzyness, fatique, strain on the eyes, adominal cramping? What do you suggest?",
        [
            "Please consult with a Healthtap MD to discuss further. Could be dehydration, virus, pregnancy, etc",
            "Kidney stones < 2cm might be treated with lithotripsy, by a urologist -- you'd need to consult with one to learn your options. Smaller stones might pass on their own, also.  Constitutional homeopathic treatment would be required to deal with this problem; an experienced homeopath would need to take your case & prescribe the remedy most well-matched to you.  Berberis vulgaris is one often used.",
            "Probably yes, but... When Kaposi sarcoma develops in advanced HIV infection, the first evidence almost always is on the skin. If you have normal skin, you can safely assume you don't have it in your lungs. KS develops only in advanced immune deficiency due to HIV. If you have a high CD4 count and low viral load, and especially if on proper treatment with ARV drugs, KS is low risk. Discuss with your HIV doctor/clinic."
        ]
    ],
    [
        "My right eye seems to have a piece of fuzz on the side and a small black floating dot. Any thoughts as to why? What could it be?",
        [
            "hopefully, which is common and usually not serious, or retinal detachment, which is a very serious problem that could cause loss of sight. It is IMPOSSIBLE to tell which of these is happening without an examination of the inside of the eye with a special scope and preferably by a specialist.  You need to be seen, TODAY, in an ED that has an opthalmologist on call.  Good luck!",
            "Is it the case that you had a question. Your question didn't come through so maybe you want to rephrase it?",
            "The most common reason for a big head (macrocephaly) is that you inherited it from one of your parents. Head size is determined in part by the amount of \"stuff\" (e.g. the brain) inside your head when you are little and your skull is still growing.  Fluid buildup, known as hydrocephalus, can cause the head to enlarge abnormally so the largest heads we see are due to this condition."
        ]
    ],
    [
        "My husband and I are alternating symptoms of headaches nausea body chills with no fever. What could be causing it? Common cold?",
        [
            "Viral illness. Likely a non-specific viral illness which is self limited.",
            "Or it just might be her period is late. Usually the most fertile time is 2 weeks prior to when the next period is due, which would have been about 2 weeks ago. If she doesn't get a period in 2-3 days she could check a pregnancy test.",
            "Could be anovulatory cycle or  irregular ovulation, highly unlikely for pregnancy if the test was negative."
        ]
    ],
    [
        "What does white milky discharge mean if your not sexually active could it be caused by my birth control I take ortho? Please help",
        [
            "Yes. Yes it can, but other more serious issues can as well. I'd discuss it with your physician.",
            "By learning relaxation skills & learning to modify the thoughts, perceptions & beliefs that trigger your anxiety. Learning to calm your body & your mind is the key. You can learn these skills on your own, but having a mental health professional \"coach\" you is quicker & more effective.   Biofeedback helps learn relaxation skills (www.Bcia.Org & www.Aapb.Org).  Entrenched anxiety may require meds.",
            "You have what we call a subchorionic hemorrhage. They are actually pretty common in the first trimester.  If you are blood type rh-negative, then you should have gotten something called rhogam.  Otherwise, take it easy and try not to worry too much."
        ]
    ],
    [
        "Please help! i get pimples on my whole back after i wax it . They appear within a week. What should I do?",
        [
            "You might save money to have permanent laser hair reduction.",
            "This disorder can only be diagnosed by a brain biopsy definitely and unless you are have symptoms this is not recommended.",
            "There are a number of possible signs of ovulation. Vaginal discharge can increase in amount & become watery to stretchy. It has been described as a “raw egg white ” consistency. You may have an increased libido. Body basal temperature increases. The cervix becomes softer and higher. Breasts may be tender.  Use of an ovulation predictor test is a good way to check."
        ]
    ],
    [
        "Any remedies on how can I get rid of a stye in the eye?",
        [
            "Warm compresses. Warm compresses (wash cloth with hot water and hold it on the stye for 5-10 minutes, reheating as needed), or surgical incision and drainage, or steroid have been the only effective treatments demonstrated get rid of a stye.  A stye is due to the orifice of an oil gland  (mebomian gland) in the eyelid margin becoming inflamed, and not an infection, so antibiotics are not indicated.",
            "Vary. There can be many presentations of leukemia and I am assuming you are talking about ALL.  It could be a combination of fevers, weight loss, bleeding problems, being anemic and looking pale, getting infections.",
            "You might save money to have permanent laser hair reduction."
        ]
    ],
    [
        "Hi im a 38 year old woman, for at least 3 months ive had movement under my belly button on both sides, when I lay down, u can actually see two big lum?",
        [
            "Go see a provider. You need to get a physical exam at least. They may be able to diagnose a hernia on exam, otherwise you may need imaging like ultrasound.",
            "Weight gain can be prevented or overcome by a permanent change in lifestyle and in personal outlook. If a person eats fewer calories than he needs to live on each day, his body will use the stored fuel (fat). If a person exercises more than he did before, but does not start eating more calories, then his body will use up the fat (stored fuel). Easier said than done, but definitely possible to do.",
            "Not really. It's normal to get an occasional hair on the breast, particularly in the nipple area.  Just pluck it.  If you find lots of hair growing where it wasn't previously, then perhaps time to see your doctor for some hormone tests."
        ]
    ],
    [
        "I had sex the past 3 days and noticed it was painful at some points of intercourse; the next day blood flow started. Period isn't due for next 9 days?",
        [
            "Any indication of something untoward like pain. blood flow etc during intercourse should alert you to see your physician especially if this has never happened before. \"Murphy's Law\" says that if anything can go wrong it will.",
            "Bowel movement. Bowel sounds normal mild constipation likely consider fiber laxative or milk of magnesia (magnesium hydroxide).",
            "If you are taking your birth control the chances of pregnancy are very very lie."
        ]
    ],
    [
        "What are common complications with a gastric sleeve or a lap band?",
        [
            "With an experienced surgeon, complications from both procedures should be very low, probably less than 2%. Most problems I see arise from patients eating incorrectly. Eating to large of a bite, too fast or not chewing well can  lead to nausea,vomiting,reflux & discomfort. This can also happen if a patient's band is filled too tight. Make sure you follow your surgeon's recommended eating guidelines",
            "This disorder can only be diagnosed by a brain biopsy definitely and unless you are have symptoms this is not recommended.",
            "Different types of brain cancer. Some are benign tumors that push on the brain like meningioma, slow growers.  Some are malignant and spread through the brain quickly and if untreatable could end in death in about 9 months. Hope that clears up any doubts."
        ]
    ],
    [
        "What are the chances of getting pregnant during sex when you have breakthrough bleeding?",
        [
            "If you are taking your birth control the chances of pregnancy are very very lie.",
            "There are a number of possible signs of ovulation. Vaginal discharge can increase in amount & become watery to stretchy. It has been described as a “raw egg white ” consistency. You may have an increased libido. Body basal temperature increases. The cervix becomes softer and higher. Breasts may be tender.  Use of an ovulation predictor test is a good way to check.",
            "Probably yes, but... When Kaposi sarcoma develops in advanced HIV infection, the first evidence almost always is on the skin. If you have normal skin, you can safely assume you don't have it in your lungs. KS develops only in advanced immune deficiency due to HIV. If you have a high CD4 count and low viral load, and especially if on proper treatment with ARV drugs, KS is low risk. Discuss with your HIV doctor/clinic."
        ]
    ],
    [
        "Which foods are the best for fat burning?",
        [
            "High protein foods. Minimize carbohydrate intake and control calories and portion size.",
            "Please consult with a Healthtap MD to discuss further. Could be dehydration, virus, pregnancy, etc",
            "Not really. It's normal to get an occasional hair on the breast, particularly in the nipple area.  Just pluck it.  If you find lots of hair growing where it wasn't previously, then perhaps time to see your doctor for some hormone tests."
        ]
    ],
    [
        "I was wondering if epididymitis is in the epididymis why would my fiances ball swell up to the size of a pear?",
        [
            "You are correct in understanding that the epididymis is an appendage of the testicle. However, they are connected, and infections of the epididymis (epididymitis) can lead to infection or at least inflammation of the testicle (orchitis). This inflammatory response causes pain, fullness, swelling, and warmth in the scrotum. He needs evaluation to make sure he is getting appropriately treated.",
            "Warm compresses. Warm compresses (wash cloth with hot water and hold it on the stye for 5-10 minutes, reheating as needed), or surgical incision and drainage, or steroid have been the only effective treatments demonstrated get rid of a stye.  A stye is due to the orifice of an oil gland  (mebomian gland) in the eyelid margin becoming inflamed, and not an infection, so antibiotics are not indicated.",
            "No. The ilioinguinal nerve is the inferior branch of the iliohypogastric nerve.  In the inguinal canal they enter posterior to the processus vaginalis.  The pv closes off early in life, so nothing really goes through it."
        ]
    ],
    [
        "Nobody in my family is obese or even overweight. Why do I have to be obese? (5'6, 220lbs)",
        [
            "Genetics is just one component of obesity. You may have a non-obese family, but you may develop obesity for a number of reasons including hypothyroidism, steroid hormone imbalances, etc. Also, look at your habits. Do you eat healthy? Cut out the carbs, sugars, soda, junk food, and exercise 3-4 times a week. That should cure your obesity.",
            "If your cycle length is 28-30 days, that is, the number of days from the first day of your period until the day before the first day of your next period, then you can conceive on d14 until d17. The exact last day depends on each cycle length, which are always a few days different. When you conceive, your next period doesn't arrive, so you never know exactly.",
            "Consider, or have your doctor consider POTS (postural orthostatic tachycardia syndrome) an abnormality of the function of the autonomic nervous system. This can occur in the presence of another chronic problem, myalgic encephalomyelitis, leading to many of the items in your list above.   Print the following document and take to your doctor:http://www.mecfs-vic.org.au/sites/www.mecfs-vic.org.au/files/Myalgic%20Encephalomyelitis%20International%20Consensus%20Primer%20-2012-11-26.pdf"
        ]
    ],
    [
        "Height growth after 19 please help me?",
        [
            "No more growth. You need to come to terms with the fact that you are not going to grow anymore. At 19, if you get maybe another 1/2 inch of growth, i'd be surprised. Your height is genetically determined, and your bones fuse by age 19, meaning no further growth is going to happen. There is no medication, hormone or other internet snake oil that is going to give you any more inches. Time to accept this is you!",
            "The gastric volume with minimal effect in lowering acidity. If you have gerd and also a hiatal hernia your symptoms will worse. If you have gerd try lifestyle changes. Changes in diet(avoid spicy fatty food, caffeine, chocolate, sodas, acid fruits or anything that worse your heartburn),  loosing weight, avoiding tight cloths, do not eat late night. If no improvement see your doctor for treatment.",
            "See a specialist. such as a rheumatologist, chronic pain management  or neurologist. To choose a fibromyalgia specialist, is best explored with your primary care physician in a discussion about your individual needs and concerns."
        ]
    ],
    [
        "What does mcv 79.5l and mch 26.0l ans hcg total qn 39.4 and 4miu/ml does it mean I have cancer?",
        [
            "Iron deficiency or thalassemia minor. Do not accept less than a full explanation from your physician. If it is iron deficiency, get an explanation for why you have it and insist on full treatment. If you are a non-supplementing vegetarian, please reconsider. Best wishes.",
            "Clearly, the consensus from all the doctors will be that the decision to have any elective cosmetic surgical procedure is entirely based on your goals and motivations. Breast Augmentation in the right individual and for the right reasons can make a big difference in the woman's self-confidence. I strongly recommend discussing your interest with the people closest to you.",
            "No more growth. You need to come to terms with the fact that you are not going to grow anymore. At 19, if you get maybe another 1/2 inch of growth, i'd be surprised. Your height is genetically determined, and your bones fuse by age 19, meaning no further growth is going to happen. There is no medication, hormone or other internet snake oil that is going to give you any more inches. Time to accept this is you!"
        ]
    ],
    [
        "Does breast soreness come and go during pregnancy?",
        [
            "That is not an uncommon experience. As your hormonal levels change and milk production begins you may experience soreness in the breast.",
            "Some that come to mind are tendonitis , gout, trauma, arthritis and on the list goes. More specific explanation would lead to better answer.",
            "The most common reason for a big head (macrocephaly) is that you inherited it from one of your parents. Head size is determined in part by the amount of \"stuff\" (e.g. the brain) inside your head when you are little and your skull is still growing.  Fluid buildup, known as hydrocephalus, can cause the head to enlarge abnormally so the largest heads we see are due to this condition."
        ]
    ],
    [
        "Hii doctor; I am 33years old.from last three weaks I am feeling that something is insidemy stomahand it is moving.can youplease help me?",
        [
            "peristalsis  with  movement of gas or fluids.",
            "The ulcers of herpes keratitis are dendritic in appearance,  sort of star shaped.",
            "In a woman with regular periods, some causes of a late period include: excessive weight loss or weight gain, increased exercising, emotional stress, having an illness, traveling, medicines (like birth control pills), hormonal imbalances, etc…  Seeing a doctor is a good idea if symptoms are persistent, recurring, or worrisome. Pregnancy is the common cause of a missed period, if sexually active."
        ]
    ],
    [
        "I have fibromyalgia. I have many knots in my back and neck, and most of my muscles are tight. What's the best way to manage this?",
        [
            "See a specialist. such as a rheumatologist, chronic pain management  or neurologist. To choose a fibromyalgia specialist, is best explored with your primary care physician in a discussion about your individual needs and concerns.",
            "This can be as simple as the flu or something much more ominous. See your doctor.",
            "There are a number of possible signs of ovulation. Vaginal discharge can increase in amount & become watery to stretchy. It has been described as a “raw egg white ” consistency. You may have an increased libido. Body basal temperature increases. The cervix becomes softer and higher. Breasts may be tender.  Use of an ovulation predictor test is a good way to check."
        ]
    ],
    [
        "What can I use to treat severe irritability and anxiety?",
        [
            "By learning relaxation skills & learning to modify the thoughts, perceptions & beliefs that trigger your anxiety. Learning to calm your body & your mind is the key. You can learn these skills on your own, but having a mental health professional \"coach\" you is quicker & more effective.   Biofeedback helps learn relaxation skills (www.Bcia.Org & www.Aapb.Org).  Entrenched anxiety may require meds.",
            "A lot. A lot.",
            "Osgood schlatter is a painful tibia tuberosity which is very common in younger people at 8-15 y/o, but can be seen in older people, takes a while before going away. Osteomyelitis if treated and the pain recurs you should see your doc."
        ]
    ],
    [
        "Ultrasound for lower abdomen     urinary bladder is normal in wall thickness and intraluminal contents.  Uterus is normal in size and anteverted in po?",
        [
            "Is it the case that you had a question. Your question didn't come through so maybe you want to rephrase it?",
            "Clearly, the consensus from all the doctors will be that the decision to have any elective cosmetic surgical procedure is entirely based on your goals and motivations. Breast Augmentation in the right individual and for the right reasons can make a big difference in the woman's self-confidence. I strongly recommend discussing your interest with the people closest to you.",
            "Weight gain can be prevented or overcome by a permanent change in lifestyle and in personal outlook. If a person eats fewer calories than he needs to live on each day, his body will use the stored fuel (fat). If a person exercises more than he did before, but does not start eating more calories, then his body will use up the fat (stored fuel). Easier said than done, but definitely possible to do."
        ]
    ],
    [
        "What could be a potential reason for ankle and wrist pain?",
        [
            "Some that come to mind are tendonitis , gout, trauma, arthritis and on the list goes. More specific explanation would lead to better answer.",
            "Absolutely. These are often symptoms of overactive bladder.Of course, it is important to be as clear as possible as to what that term means to you, as people use the same words for closely related but different conditions issues with urination, especially of incontinence, are commonly avoided out of embarassment. Be sure to discuss  with your physician to clarify your particular problem and determine treatment.",
            "You might save money to have permanent laser hair reduction."
        ]
    ],
    [
        "Just gave birth 13 days ago. Symptoms are severe abdominal pains, diarrhea (sometimes accompanied by a small amount of blood) what is the cause?",
        [
            "If you have received antibiotics while in the hospital, you can develop pseudo-membranous colitis, which would give diarrhea, other type of colitis may also give diarrhea and bleeding, viral infection may do that also, you may need to be evaluated by a gastro-enterologist if your symptoms persist.",
            "A lot. A lot.",
            "Not really. It's normal to get an occasional hair on the breast, particularly in the nipple area.  Just pluck it.  If you find lots of hair growing where it wasn't previously, then perhaps time to see your doctor for some hormone tests."
        ]
    ],
    [
        "Im VERY regular Latest I've ever been was 5 days late. Today is day 12 after missed period. I have LIGHT pink spotting. Negative prncy test. Thoughts?",
        [
            "In a woman with regular periods, some causes of a late period include: excessive weight loss or weight gain, increased exercising, emotional stress, having an illness, traveling, medicines (like birth control pills), hormonal imbalances, etc…  Seeing a doctor is a good idea if symptoms are persistent, recurring, or worrisome. Pregnancy is the common cause of a missed period, if sexually active.",
            "The ulcers of herpes keratitis are dendritic in appearance,  sort of star shaped.",
            "No. Having very short cycles or perhaps a lot of breakthrough bleeding can be a since of hormone imbalance. You could also be bleeding from other sites such as your cervix or endometrial polyps. Your doctor can work with you to find the cause and reduce or eliminate extra bleeding."
        ]
    ],
    [
        "Does the ilioinguinal and iliohypogastric nerves enters through the processus vaginalis along with vas deferens in the inguinal canal in males?",
        [
            "No. The ilioinguinal nerve is the inferior branch of the iliohypogastric nerve.  In the inguinal canal they enter posterior to the processus vaginalis.  The pv closes off early in life, so nothing really goes through it.",
            "Consider, or have your doctor consider POTS (postural orthostatic tachycardia syndrome) an abnormality of the function of the autonomic nervous system. This can occur in the presence of another chronic problem, myalgic encephalomyelitis, leading to many of the items in your list above.   Print the following document and take to your doctor:http://www.mecfs-vic.org.au/sites/www.mecfs-vic.org.au/files/Myalgic%20Encephalomyelitis%20International%20Consensus%20Primer%20-2012-11-26.pdf",
            "Absolutely. These are often symptoms of overactive bladder.Of course, it is important to be as clear as possible as to what that term means to you, as people use the same words for closely related but different conditions issues with urination, especially of incontinence, are commonly avoided out of embarassment. Be sure to discuss  with your physician to clarify your particular problem and determine treatment."
        ]
    ],
    [
        "Can a shin splint cause ache to inner leg below tibia? Ran Sat. & inflamed it but haven't since. Rice/med. Is it normal to feel pull or twinge/weak?",
        [
            "Post running pain. Shin splints r usually a consequence of repetitive running by increasing ones distance or time running too quickly. If one has inner leg pain after one run it is more likely to be  a Muscle strain. Keep up with regimen of rice and decrease running time at least by 30-40%",
            "The gastric volume with minimal effect in lowering acidity. If you have gerd and also a hiatal hernia your symptoms will worse. If you have gerd try lifestyle changes. Changes in diet(avoid spicy fatty food, caffeine, chocolate, sodas, acid fruits or anything that worse your heartburn),  loosing weight, avoiding tight cloths, do not eat late night. If no improvement see your doctor for treatment.",
            "Pregnancy unlikely. Home pregnancy tests are very accurate and not affected by foods, herbs, common illnesses, sexually transmitted diseases, vaginal spotting, or medications. A test gives a reliable result 3 weeks after sex (3 weeks after when conception might have happened) or 1 week after missing a period. If done sooner, a negative result may be due to testing too early such as less than 2 weeks after conception."
        ]
    ],
    [
        "Can eye contacts correct for an astigmatism?",
        [
            "Yes both soft and rigid contact lenses can correct astigmatism.",
            "Breakthrough bleed. Breakthrough bleeding (bleeding at the wrong time)  is very common on birth control. It happens in about 1/3 of users. Its no big deal and usually self corrects over time.  If you are not satisfied or it continues to happen  then consider using a different birth control method. It is a common side effect and does not mean something is wrong or that the pill is not working.",
            "You state that you have a blood clot in your knee and shin. How did you come to this conclusion? If you are correct, your concern should be at the blood clot either gets bigger or breaks off. It could move into the lung and cause difficulty breathing or worse. Have you been coughing up any blood? Are you having any difficulty breathing? Please get this examined by a doctor, simple ultrasound and bloodwork can determine the proper treatment"
        ]
    ],
    [
        "I had a dark brown discharge since yesterday when there is still 4 more days for periods. Am 24 years old and We are preparing for a baby.",
        [
            "Possibly normal. I am uncertain if you mean that the spotting occurs before or during your menses.  If the brown discharge is occurring during your menses, it may represent old blood. If you have  brown discharge 4 days before your menses, a very common cause is bacterial overgrowth, called bacterial vaginosis (BV). Other symptoms of BV are itching, discomfort, and foul odor.",
            "Infections. Look over your whole arm - checking for breaks in the skin.  Sometimes even the smallest breaks in the skin can lead to infections or swollen lymph nodes.",
            "You state that you have a blood clot in your knee and shin. How did you come to this conclusion? If you are correct, your concern should be at the blood clot either gets bigger or breaks off. It could move into the lung and cause difficulty breathing or worse. Have you been coughing up any blood? Are you having any difficulty breathing? Please get this examined by a doctor, simple ultrasound and bloodwork can determine the proper treatment"
        ]
    ],
    [
        "I am 33 years old. My symptoms are: bloated all the time, chills, headaches, nausea, lower back pain, swollen abdomen and lots of gas. I feel dizzy in rare cases. What could be the problem?",
        [
            "This can be as simple as the flu or something much more ominous. See your doctor.",
            "The most common reason for a big head (macrocephaly) is that you inherited it from one of your parents. Head size is determined in part by the amount of \"stuff\" (e.g. the brain) inside your head when you are little and your skull is still growing.  Fluid buildup, known as hydrocephalus, can cause the head to enlarge abnormally so the largest heads we see are due to this condition.",
            "No more growth. You need to come to terms with the fact that you are not going to grow anymore. At 19, if you get maybe another 1/2 inch of growth, i'd be surprised. Your height is genetically determined, and your bones fuse by age 19, meaning no further growth is going to happen. There is no medication, hormone or other internet snake oil that is going to give you any more inches. Time to accept this is you!"
        ]
    ],
    [
        "Been taking 5 mg melatonin daily for a month, my cycle is regular 28 days. I'm late 6 days, mood swings, am i late because of melatonin use?",
        [
            "References that list late menses as a possible melatonin side effect. Reasons for missed / late period include: an anovulatory cycle in which no egg is released, marked v or ^ in weight; eating disorder; over-exercising (endurance athletics), stress, travel, significant illnesses, oral contraceptives ; other meds, illegal drug use, breast feeding, hormone imbalances and medical problems.",
            "Anovulation. Probably yeast infection. See your doctor.",
            "Breakthrough bleed. Breakthrough bleeding (bleeding at the wrong time)  is very common on birth control. It happens in about 1/3 of users. Its no big deal and usually self corrects over time.  If you are not satisfied or it continues to happen  then consider using a different birth control method. It is a common side effect and does not mean something is wrong or that the pill is not working."
        ]
    ],
    [
        "What is the latest date I could have conceived if my periods are regular and come around the same time each month. My last period was may 3.?",
        [
            "If your cycle length is 28-30 days, that is, the number of days from the first day of your period until the day before the first day of your next period, then you can conceive on d14 until d17. The exact last day depends on each cycle length, which are always a few days different. When you conceive, your next period doesn't arrive, so you never know exactly.",
            "Anovulation. Probably yeast infection. See your doctor.",
            "Bump. It's probably a callus ( which is a thickening of the skin at one point) or could be a plantar wart. Either way let your doctor take a look.  :)"
        ]
    ],
    [
        "How can I track ovulation via cervical mucus?",
        [
            "There are a number of possible signs of ovulation. Vaginal discharge can increase in amount & become watery to stretchy. It has been described as a “raw egg white ” consistency. You may have an increased libido. Body basal temperature increases. The cervix becomes softer and higher. Breasts may be tender.  Use of an ovulation predictor test is a good way to check.",
            "No more growth. You need to come to terms with the fact that you are not going to grow anymore. At 19, if you get maybe another 1/2 inch of growth, i'd be surprised. Your height is genetically determined, and your bones fuse by age 19, meaning no further growth is going to happen. There is no medication, hormone or other internet snake oil that is going to give you any more inches. Time to accept this is you!",
            "With an experienced surgeon, complications from both procedures should be very low, probably less than 2%. Most problems I see arise from patients eating incorrectly. Eating to large of a bite, too fast or not chewing well can  lead to nausea,vomiting,reflux & discomfort. This can also happen if a patient's band is filled too tight. Make sure you follow your surgeon's recommended eating guidelines"
        ]
    ],
    [
        "What conditions can cause someone to have an enlarged head?",
        [
            "The most common reason for a big head (macrocephaly) is that you inherited it from one of your parents. Head size is determined in part by the amount of \"stuff\" (e.g. the brain) inside your head when you are little and your skull is still growing.  Fluid buildup, known as hydrocephalus, can cause the head to enlarge abnormally so the largest heads we see are due to this condition.",
            "Absolutely. These are often symptoms of overactive bladder.Of course, it is important to be as clear as possible as to what that term means to you, as people use the same words for closely related but different conditions issues with urination, especially of incontinence, are commonly avoided out of embarassment. Be sure to discuss  with your physician to clarify your particular problem and determine treatment.",
            "Yes both soft and rigid contact lenses can correct astigmatism."
        ]
    ],
    [
        "Osgood shlatters  pain and ostiomialitis after pain after 6 years is this normal?",
        [
            "Osgood schlatter is a painful tibia tuberosity which is very common in younger people at 8-15 y/o, but can be seen in older people, takes a while before going away. Osteomyelitis if treated and the pain recurs you should see your doc.",
            "A dermatologist or plastic surgeon can use dermabrasion, microinjection, microsurgery, or a laser. It's your call, or if you're married let your wife decide. Several hollywood leading men have kept their acne scars for the \"tough guy\" look.",
            "The new heirarchy is monosaurated fats (peanut, olive, canola), satuated fat (coconut), polyunsaturated fat (safflower, corn)."
        ]
    ],
    [
        "I wanted to know is breast augmentation worth it?",
        [
            "Clearly, the consensus from all the doctors will be that the decision to have any elective cosmetic surgical procedure is entirely based on your goals and motivations. Breast Augmentation in the right individual and for the right reasons can make a big difference in the woman's self-confidence. I strongly recommend discussing your interest with the people closest to you.",
            "Good enough. Normal blood oxygen saturation levels means nothing is immediately broken. That doesn't mean everything is in tip top shape. There are many pulmonary, cardiac, and hematologic causes of low blood oxygen levels and the \"pulse ox\" as we sometimes call it, helps us know when these conditions are getting better.",
            "In a woman with regular periods, some causes of a late period include: excessive weight loss or weight gain, increased exercising, emotional stress, having an illness, traveling, medicines (like birth control pills), hormonal imbalances, etc…  Seeing a doctor is a good idea if symptoms are persistent, recurring, or worrisome. Pregnancy is the common cause of a missed period, if sexually active."
        ]
    ],
    [
        "What is the definition of bradypnea?",
        [
            "Bradypnea = a slow respiratory rate/ breathing slowly.",
            "Genital Herpes recurs! Sometimes with Asymptomatic Shedding! No signs or Symptoms  but cultures out of Vaginal or penile urethral secretions!",
            "Good enough. Normal blood oxygen saturation levels means nothing is immediately broken. That doesn't mean everything is in tip top shape. There are many pulmonary, cardiac, and hematologic causes of low blood oxygen levels and the \"pulse ox\" as we sometimes call it, helps us know when these conditions are getting better."
        ]
    ],
    [
        "What do herpes keratitis (ocular herpes) outbreaks look like?",
        [
            "The ulcers of herpes keratitis are dendritic in appearance,  sort of star shaped.",
            "This disorder can only be diagnosed by a brain biopsy definitely and unless you are have symptoms this is not recommended.",
            "You have what we call a subchorionic hemorrhage. They are actually pretty common in the first trimester.  If you are blood type rh-negative, then you should have gotten something called rhogam.  Otherwise, take it easy and try not to worry too much."
        ]
    ],
    [
        "Will clotrimazole and betamethasone dipropionate cream help treat shingles?",
        [
            "Even though Betamethasone is sometime recommended as an anti inflammatory cream for rash. But Shingles when treated with Antiviral Drugs and studies have shown that corticosteroids like betamethasone along with an antiviral medicine does not help any more than just taking antiviral drugs",
            "Bradypnea = a slow respiratory rate/ breathing slowly.",
            "A dermatologist or plastic surgeon can use dermabrasion, microinjection, microsurgery, or a laser. It's your call, or if you're married let your wife decide. Several hollywood leading men have kept their acne scars for the \"tough guy\" look."
        ]
    ],
    [
        "I just noticed there is hair growing on the side of my breasts its just stubble right now but should I be worried if it gets longer?",
        [
            "Not really. It's normal to get an occasional hair on the breast, particularly in the nipple area.  Just pluck it.  If you find lots of hair growing where it wasn't previously, then perhaps time to see your doctor for some hormone tests.",
            "Most likely. Constipation due to dehydration causing a dark concentrated urine as the body tries to avoid losing any more fluid. The dripping stool may be liquid stool seeping around a fecal impaction. You need to see a doctor to confirm and get proper treatment. Start by drinking lots of caffeine free/ alcohol free fluid like gatorade up to 120 ounces per day.",
            "Get pregnancy test. It would be too early to be feeling movement of a fetus, but if you're having changes and you are trying to get pregnant, then I would at least do a home pregnancy test, if not an actual blood test by your doctor. Good luck."
        ]
    ],
    [
        "I've had a sore throat for 5 months. Started with step throat treated with antibiotics. I had diagnosed oral thrush at one point. Could it be candida?",
        [
            "Sore throat. so you have had this \"sore throat\" for five months now??? The duration of your symptoms warrants a thorough evaluation by ENT specialist. Some time allergies can make throat itch and irritable but it does not ' hurt' with allergies. .",
            "Get pregnancy test. It would be too early to be feeling movement of a fetus, but if you're having changes and you are trying to get pregnant, then I would at least do a home pregnancy test, if not an actual blood test by your doctor. Good luck.",
            "See answer. Try warm compresses and if it does not go away in a day or two, then see a dr. For an evaluation to assure it is a pimple/cyst and or something else all together.  Best wishes."
        ]
    ],
    [
        "Can overactive bladder cause pelvic irritation and pain?",
        [
            "Absolutely. These are often symptoms of overactive bladder.Of course, it is important to be as clear as possible as to what that term means to you, as people use the same words for closely related but different conditions issues with urination, especially of incontinence, are commonly avoided out of embarassment. Be sure to discuss  with your physician to clarify your particular problem and determine treatment.",
            "Yes it is important. Usually these vaccines are given in first and second year and then booster 4to6 years And TDap is given at age of 11 or 12. But if missed at 11or12 then it can be given at 14 years of age.",
            "Pregnancy unlikely. Home pregnancy tests are very accurate and not affected by foods, herbs, common illnesses, sexually transmitted diseases, vaginal spotting, or medications. A test gives a reliable result 3 weeks after sex (3 weeks after when conception might have happened) or 1 week after missing a period. If done sooner, a negative result may be due to testing too early such as less than 2 weeks after conception."
        ]
    ],
    [
        "Are there any risks while pregnant to swim in chlorine pool, lakes, creeks, ocean, etc?",
        [
            "I agree that swimming is wonderful exercise for pregnant swimmers. However, our world's water is not as clean as it once was. Here is a site with lots of information about recreational use, risks, hygienic issues, safety of pools, lakes, rivers, oceans, etc: http://www.Cdc.Gov/healthywater/swimming/index.Html also heed local health department alerts about toxins, infections, outbreaks of illness.",
            "See a specialist. such as a rheumatologist, chronic pain management  or neurologist. To choose a fibromyalgia specialist, is best explored with your primary care physician in a discussion about your individual needs and concerns.",
            "hopefully, which is common and usually not serious, or retinal detachment, which is a very serious problem that could cause loss of sight. It is IMPOSSIBLE to tell which of these is happening without an examination of the inside of the eye with a special scope and preferably by a specialist.  You need to be seen, TODAY, in an ED that has an opthalmologist on call.  Good luck!"
        ]
    ],
    [
        "Went to a resteraunt and near the entrance was purplish vomit puddle. (Maybe someone drank too much wine?) Can i get sick/noro from walkng past it???",
        [
            "Simply walking past some vomit will never make you sick. No need to worry.",
            "See a specialist. such as a rheumatologist, chronic pain management  or neurologist. To choose a fibromyalgia specialist, is best explored with your primary care physician in a discussion about your individual needs and concerns.",
            "Orally and topical. Do not touch the blisters."
        ]
    ],
    [
        "Hi  lately I've noticied my hands keep shanking for no reason my right hand is slot worse i can b just sat on the sofa and it happes.?",
        [
            "Parkinson's disease. See a neurologist.",
            "You might save money to have permanent laser hair reduction.",
            "Most likely. Constipation due to dehydration causing a dark concentrated urine as the body tries to avoid losing any more fluid. The dripping stool may be liquid stool seeping around a fecal impaction. You need to see a doctor to confirm and get proper treatment. Start by drinking lots of caffeine free/ alcohol free fluid like gatorade up to 120 ounces per day."
        ]
    ],
    [
        "I'm on novynette and yester im sure my period started before the 7pill free day which started today, but now there is no more bleeding just brown disc?",
        [
            "Breakthrough bleed. Breakthrough bleeding (bleeding at the wrong time)  is very common on birth control. It happens in about 1/3 of users. Its no big deal and usually self corrects over time.  If you are not satisfied or it continues to happen  then consider using a different birth control method. It is a common side effect and does not mean something is wrong or that the pill is not working.",
            "Otomycosis is a fungal infection of the external ear canal. One of the most common causes is from antibiotic ear drops. The antibiotic drops can kill off the bacteria too well and the fungus overruns the ear canal.",
            "Good enough. Normal blood oxygen saturation levels means nothing is immediately broken. That doesn't mean everything is in tip top shape. There are many pulmonary, cardiac, and hematologic causes of low blood oxygen levels and the \"pulse ox\" as we sometimes call it, helps us know when these conditions are getting better."
        ]
    ],
    [
        "If I have symptoms of kidney disease should I go to the emergency room?",
        [
            "I suppose the answer to your question depends on the symptoms that you are having. Severe shortness of breath is one of the main reasons my patients go to the emergency room.",
            "Seek help from lactation specialist; breast pump/shield,other means to get milk back.",
            "You need to see a doctor for a pelvic exam to find out what is causing the bleeding. They may also need to do some blood tests. See a doctor as soon as possible"
        ]
    ],
    [
        "I think I have a swollen lymph node in my armpit. It's a little sore and showed up a few days ago. I haven't been sick recently but my family has.",
        [
            "Infections. Look over your whole arm - checking for breaks in the skin.  Sometimes even the smallest breaks in the skin can lead to infections or swollen lymph nodes.",
            "That is not an uncommon experience. As your hormonal levels change and milk production begins you may experience soreness in the breast.",
            "Bradypnea = a slow respiratory rate/ breathing slowly."
        ]
    ],
    [
        "My girlfriend has woken up vomiting for the last 7 hours. Aches and pains now. Gall bladder removal 2months ago. Travelling in nepal at present.",
        [
            "Gastroenteritis related to travel, either infection or food poisoning, rather than anything related to gb removal. Try to stay hydrated, take mainly liquids, try antiemetics, avoid dairy and citrus.  If this doesn't work, she will need IV fluids.  If urine output drops <750ml/day or she develops right lower abdominal pain or fever, get help at medical facility.  Good luck.",
            "The new heirarchy is monosaurated fats (peanut, olive, canola), satuated fat (coconut), polyunsaturated fat (safflower, corn).",
            "With an experienced surgeon, complications from both procedures should be very low, probably less than 2%. Most problems I see arise from patients eating incorrectly. Eating to large of a bite, too fast or not chewing well can  lead to nausea,vomiting,reflux & discomfort. This can also happen if a patient's band is filled too tight. Make sure you follow your surgeon's recommended eating guidelines"
        ]
    ],
    [
        "I shot up some crystal meth & missed a little and know I have an aching bump in my forearm. What should I do?",
        [
            "Injecting drugs: Ouc. I appreciate your honesty and am happy to give you some advice.   Injecting drugs can lead to significant complications. Given your description it sounds as if you have the makings of a severe injury or infection at the injection site.   If it is hot or warm and red or is you see anything like pus collecting in the spot please get to a non-judgmental health care provider who will treat this.",
            "They can.",
            "You need to see a doctor for a pelvic exam to find out what is causing the bleeding. They may also need to do some blood tests. See a doctor as soon as possible"
        ]
    ],
    [
        "Do good blood oxygen levels indicate a healthy heart?",
        [
            "Good enough. Normal blood oxygen saturation levels means nothing is immediately broken. That doesn't mean everything is in tip top shape. There are many pulmonary, cardiac, and hematologic causes of low blood oxygen levels and the \"pulse ox\" as we sometimes call it, helps us know when these conditions are getting better.",
            "Any indication of something untoward like pain. blood flow etc during intercourse should alert you to see your physician especially if this has never happened before. \"Murphy's Law\" says that if anything can go wrong it will.",
            "Simply walking past some vomit will never make you sick. No need to worry."
        ]
    ],
    [
        "I am currently 18 days late for my period. Starting yesterday I had light brown and now just clear discharge. Hpt are negative.",
        [
            "Could be anovulatory cycle or  irregular ovulation, highly unlikely for pregnancy if the test was negative.",
            "The gastric volume with minimal effect in lowering acidity. If you have gerd and also a hiatal hernia your symptoms will worse. If you have gerd try lifestyle changes. Changes in diet(avoid spicy fatty food, caffeine, chocolate, sodas, acid fruits or anything that worse your heartburn),  loosing weight, avoiding tight cloths, do not eat late night. If no improvement see your doctor for treatment.",
            "The ulcers of herpes keratitis are dendritic in appearance,  sort of star shaped."
        ]
    ],
    [
        "36 weeks 2 days pregnant and had very slimey thick odorless mucuos come out today , pain in abdominal and lower back what could this mean ?",
        [
            "A mucus plug may be a sign of a dilating cervix and onset of labor. Discuss with OB office today.",
            "Anovulation. Probably yeast infection. See your doctor.",
            "Although  Aloe Vera has  anesthetic, anti-inflammatory & antibacterial / antifungal qualities - I would not consider it a treatment for jock itch."
        ]
    ],
    [
        "I keep having a muscle spasm on my left hand right where the thumb muscle is? But I'm right handed. No injury?",
        [
            "Arthritis. If a person has arthritis or instability at the joint at the base of the thumb (basilar joint) the muscles hurt or spasm to protect the joint.  It can occur on either hand or both.",
            "Pregnancy unlikely. Home pregnancy tests are very accurate and not affected by foods, herbs, common illnesses, sexually transmitted diseases, vaginal spotting, or medications. A test gives a reliable result 3 weeks after sex (3 weeks after when conception might have happened) or 1 week after missing a period. If done sooner, a negative result may be due to testing too early such as less than 2 weeks after conception.",
            "Yes both soft and rigid contact lenses can correct astigmatism."
        ]
    ],
    [
        "Hi, im 3 weeks pregnant and I just find out that I have in my stomach larva parasites, maybe feom my dogs, I need to know if this is dangerous?",
        [
            "Probably. More for your nutritional status than for your baby. Can't treat you until after delivery. Eat healthy and take your vitamins.",
            "No. Blood ph is maintained in a narrow range, and if it out of normal range, absorbing food will not be your first concern.",
            "No more growth. You need to come to terms with the fact that you are not going to grow anymore. At 19, if you get maybe another 1/2 inch of growth, i'd be surprised. Your height is genetically determined, and your bones fuse by age 19, meaning no further growth is going to happen. There is no medication, hormone or other internet snake oil that is going to give you any more inches. Time to accept this is you!"
        ]
    ],
    [
        "What to do if i want to know which medicine is best allopathic or homoeopathic for 10 mm kindney stone ?",
        [
            "Kidney stones < 2cm might be treated with lithotripsy, by a urologist -- you'd need to consult with one to learn your options. Smaller stones might pass on their own, also.  Constitutional homeopathic treatment would be required to deal with this problem; an experienced homeopath would need to take your case & prescribe the remedy most well-matched to you.  Berberis vulgaris is one often used.",
            "Weight gain can be prevented or overcome by a permanent change in lifestyle and in personal outlook. If a person eats fewer calories than he needs to live on each day, his body will use the stored fuel (fat). If a person exercises more than he did before, but does not start eating more calories, then his body will use up the fat (stored fuel). Easier said than done, but definitely possible to do.",
            "Any indication of something untoward like pain. blood flow etc during intercourse should alert you to see your physician especially if this has never happened before. \"Murphy's Law\" says that if anything can go wrong it will."
        ]
    ],
    [
        "Dr,My2mns baby feeding only right brest since left has inverted.as its so soft,light,painless,guess it has dried.bt huge size differnt.wht shd do?help",
        [
            "Seek help from lactation specialist; breast pump/shield,other means to get milk back.",
            "No. The ilioinguinal nerve is the inferior branch of the iliohypogastric nerve.  In the inguinal canal they enter posterior to the processus vaginalis.  The pv closes off early in life, so nothing really goes through it.",
            "hopefully, which is common and usually not serious, or retinal detachment, which is a very serious problem that could cause loss of sight. It is IMPOSSIBLE to tell which of these is happening without an examination of the inside of the eye with a special scope and preferably by a specialist.  You need to be seen, TODAY, in an ED that has an opthalmologist on call.  Good luck!"
        ]
    ],
    [
        "As a hiv positive can I believe that a chest x-Ray is enough to eliminate possible Kaposi sarcoma of the lungs?",
        [
            "Probably yes, but... When Kaposi sarcoma develops in advanced HIV infection, the first evidence almost always is on the skin. If you have normal skin, you can safely assume you don't have it in your lungs. KS develops only in advanced immune deficiency due to HIV. If you have a high CD4 count and low viral load, and especially if on proper treatment with ARV drugs, KS is low risk. Discuss with your HIV doctor/clinic.",
            "See answer. Try warm compresses and if it does not go away in a day or two, then see a dr. For an evaluation to assure it is a pimple/cyst and or something else all together.  Best wishes.",
            "Absolutely. These are often symptoms of overactive bladder.Of course, it is important to be as clear as possible as to what that term means to you, as people use the same words for closely related but different conditions issues with urination, especially of incontinence, are commonly avoided out of embarassment. Be sure to discuss  with your physician to clarify your particular problem and determine treatment."
        ]
    ],
    [
        "Is there a way to prevent weight gain after a very low calorie diet?",
        [
            "Weight gain can be prevented or overcome by a permanent change in lifestyle and in personal outlook. If a person eats fewer calories than he needs to live on each day, his body will use the stored fuel (fat). If a person exercises more than he did before, but does not start eating more calories, then his body will use up the fat (stored fuel). Easier said than done, but definitely possible to do.",
            "See below. She needs to see her doctor for a thorough evaluation. Only then will she get the answers she deserves.",
            "No more growth. You need to come to terms with the fact that you are not going to grow anymore. At 19, if you get maybe another 1/2 inch of growth, i'd be surprised. Your height is genetically determined, and your bones fuse by age 19, meaning no further growth is going to happen. There is no medication, hormone or other internet snake oil that is going to give you any more inches. Time to accept this is you!"
        ]
    ],
    [
        "I'm a female and I have yellow discharge from my vaginal. Help please?",
        [
            "Eval. If you have a change in color, texture, odor or amount of vaginal discharge ; problems such as pain, itching burning with urination or sex or redness/swelling  then it is best to see your gynecologist for evaluation ; accurate assessment.",
            "Most likely. Constipation due to dehydration causing a dark concentrated urine as the body tries to avoid losing any more fluid. The dripping stool may be liquid stool seeping around a fecal impaction. You need to see a doctor to confirm and get proper treatment. Start by drinking lots of caffeine free/ alcohol free fluid like gatorade up to 120 ounces per day.",
            "Anytime, but. You need to know \"decidual bleeding\" is not a well-defined medical term; it is found in older textbooks, and used online by non-professionals to refer to any bleeding early in pregnancy. So that said, you could see \"decidual bleeding\" almost anytime."
        ]
    ],
    [
        "I'm having a jock itch on my butt.Its very big.Can I use Aloe Vera gel to cure it?",
        [
            "Although  Aloe Vera has  anesthetic, anti-inflammatory & antibacterial / antifungal qualities - I would not consider it a treatment for jock itch.",
            "Breakthrough bleed. Breakthrough bleeding (bleeding at the wrong time)  is very common on birth control. It happens in about 1/3 of users. Its no big deal and usually self corrects over time.  If you are not satisfied or it continues to happen  then consider using a different birth control method. It is a common side effect and does not mean something is wrong or that the pill is not working.",
            "If your cycle length is 28-30 days, that is, the number of days from the first day of your period until the day before the first day of your next period, then you can conceive on d14 until d17. The exact last day depends on each cycle length, which are always a few days different. When you conceive, your next period doesn't arrive, so you never know exactly."
        ]
    ],
    [
        "5 negative pregnancy test & 34 days late only symphony's I got is peeing a lot & aching at bottom of back what shall I do?",
        [
            "Missed period. See your gynecologist since you are having some pain associated with your missed period.",
            "Parkinson's disease. See a neurologist.",
            "With an experienced surgeon, complications from both procedures should be very low, probably less than 2%. Most problems I see arise from patients eating incorrectly. Eating to large of a bite, too fast or not chewing well can  lead to nausea,vomiting,reflux & discomfort. This can also happen if a patient's band is filled too tight. Make sure you follow your surgeon's recommended eating guidelines"
        ]
    ],
    [
        "How to. Get rid of armpit pimple?",
        [
            "See answer. Try warm compresses and if it does not go away in a day or two, then see a dr. For an evaluation to assure it is a pimple/cyst and or something else all together.  Best wishes.",
            "Is it the case that you had a question. Your question didn't come through so maybe you want to rephrase it?",
            "Viral illness. Likely a non-specific viral illness which is self limited."
        ]
    ],
    [
        "Had a fall with moped. Blood clot in knee and shin with swelling and pain. What should I do. Dr. far away in the city. Anything serious. Reply soon...",
        [
            "You state that you have a blood clot in your knee and shin. How did you come to this conclusion? If you are correct, your concern should be at the blood clot either gets bigger or breaks off. It could move into the lung and cause difficulty breathing or worse. Have you been coughing up any blood? Are you having any difficulty breathing? Please get this examined by a doctor, simple ultrasound and bloodwork can determine the proper treatment",
            "References that list late menses as a possible melatonin side effect. Reasons for missed / late period include: an anovulatory cycle in which no egg is released, marked v or ^ in weight; eating disorder; over-exercising (endurance athletics), stress, travel, significant illnesses, oral contraceptives ; other meds, illegal drug use, breast feeding, hormone imbalances and medical problems.",
            "A lot. A lot."
        ]
    ],
    [
        "What could cause otomycosis?",
        [
            "Otomycosis is a fungal infection of the external ear canal. One of the most common causes is from antibiotic ear drops. The antibiotic drops can kill off the bacteria too well and the fungus overruns the ear canal.",
            "No. Having very short cycles or perhaps a lot of breakthrough bleeding can be a since of hormone imbalance. You could also be bleeding from other sites such as your cervix or endometrial polyps. Your doctor can work with you to find the cause and reduce or eliminate extra bleeding.",
            "Eval. If you have a change in color, texture, odor or amount of vaginal discharge ; problems such as pain, itching burning with urination or sex or redness/swelling  then it is best to see your gynecologist for evaluation ; accurate assessment."
        ]
    ],
    [
        "Is immunising against tetanus, diphtheria and polio at the age of 14 imporant?",
        [
            "Yes it is important. Usually these vaccines are given in first and second year and then booster 4to6 years And TDap is given at age of 11 or 12. But if missed at 11or12 then it can be given at 14 years of age.",
            "Different types of brain cancer. Some are benign tumors that push on the brain like meningioma, slow growers.  Some are malignant and spread through the brain quickly and if untreatable could end in death in about 9 months. Hope that clears up any doubts.",
            "Clearly, the consensus from all the doctors will be that the decision to have any elective cosmetic surgical procedure is entirely based on your goals and motivations. Breast Augmentation in the right individual and for the right reasons can make a big difference in the woman's self-confidence. I strongly recommend discussing your interest with the people closest to you."
        ]
    ],
    [
        "Why does water give me heart burn?",
        [
            "The gastric volume with minimal effect in lowering acidity. If you have gerd and also a hiatal hernia your symptoms will worse. If you have gerd try lifestyle changes. Changes in diet(avoid spicy fatty food, caffeine, chocolate, sodas, acid fruits or anything that worse your heartburn),  loosing weight, avoiding tight cloths, do not eat late night. If no improvement see your doctor for treatment.",
            "See a specialist. such as a rheumatologist, chronic pain management  or neurologist. To choose a fibromyalgia specialist, is best explored with your primary care physician in a discussion about your individual needs and concerns.",
            "Orally and topical. Do not touch the blisters."
        ]
    ],
    [
        "What are the symptoms of leukaemia before getting diagnosed? And blood counts of leukaemia patients",
        [
            "Vary. There can be many presentations of leukemia and I am assuming you are talking about ALL.  It could be a combination of fevers, weight loss, bleeding problems, being anemic and looking pale, getting infections.",
            "Go see a provider. You need to get a physical exam at least. They may be able to diagnose a hernia on exam, otherwise you may need imaging like ultrasound.",
            "Any indication of something untoward like pain. blood flow etc during intercourse should alert you to see your physician especially if this has never happened before. \"Murphy's Law\" says that if anything can go wrong it will."
        ]
    ],
    [
        "Will our blood pH levels affect the absorption of vitamins and food nutrients?",
        [
            "No. Blood ph is maintained in a narrow range, and if it out of normal range, absorbing food will not be your first concern.",
            "Any indication of something untoward like pain. blood flow etc during intercourse should alert you to see your physician especially if this has never happened before. \"Murphy's Law\" says that if anything can go wrong it will.",
            "Weight gain can be prevented or overcome by a permanent change in lifestyle and in personal outlook. If a person eats fewer calories than he needs to live on each day, his body will use the stored fuel (fat). If a person exercises more than he did before, but does not start eating more calories, then his body will use up the fat (stored fuel). Easier said than done, but definitely possible to do."
        ]
    ],
    [
        "Is a breast tenderness and cramping a symptom of ovulation?",
        [
            "Ovulation. No. Not in any way.",
            "A dermatologist or plastic surgeon can use dermabrasion, microinjection, microsurgery, or a laser. It's your call, or if you're married let your wife decide. Several hollywood leading men have kept their acne scars for the \"tough guy\" look.",
            "Some that come to mind are tendonitis , gout, trauma, arthritis and on the list goes. More specific explanation would lead to better answer."
        ]
    ],
    [
        "My cycle came late last month. Came on for one day. Now I am feeling movement in my stomach. What could it be? We are trying to get pregnant.",
        [
            "Get pregnancy test. It would be too early to be feeling movement of a fetus, but if you're having changes and you are trying to get pregnant, then I would at least do a home pregnancy test, if not an actual blood test by your doctor. Good luck.",
            "Is it the case that you had a question. Your question didn't come through so maybe you want to rephrase it?",
            "Although  Aloe Vera has  anesthetic, anti-inflammatory & antibacterial / antifungal qualities - I would not consider it a treatment for jock itch."
        ]
    ],
    [
        "What does it mean when antibiotics don't work on leg infection?",
        [
            "Antibiotic failure can be due to the wrong drug, the wrong dose, the wrong route, lack of adequate drainage or the presence of a foreign body.",
            "You could be pregnant. I suggest taking a pregnancy test 7 days after a missed period.",
            "This disorder can only be diagnosed by a brain biopsy definitely and unless you are have symptoms this is not recommended."
        ]
    ],
    [
        "I'm 12 weeks pregnant and was told a week ago that I have a small placenta tear. I still have light sporadic spotting. How can I keep my baby safe?",
        [
            "You have what we call a subchorionic hemorrhage. They are actually pretty common in the first trimester.  If you are blood type rh-negative, then you should have gotten something called rhogam.  Otherwise, take it easy and try not to worry too much.",
            "No. Having very short cycles or perhaps a lot of breakthrough bleeding can be a since of hormone imbalance. You could also be bleeding from other sites such as your cervix or endometrial polyps. Your doctor can work with you to find the cause and reduce or eliminate extra bleeding.",
            "Not really. It's normal to get an occasional hair on the breast, particularly in the nipple area.  Just pluck it.  If you find lots of hair growing where it wasn't previously, then perhaps time to see your doctor for some hormone tests."
        ]
    ]
]